Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=510_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, matematiikka
sme: Anárašgiella, matematihkka

source: - oppimateriaali on käännetty saamenkielelle WSOY:n sarjasta Matikka.
sme: - oahppamateriála lea jorgaluvvon WSOY girjeráiddus Matikka.

source: käännös: Tanja Kyrö
sme: jorgalan: Tanja Kyrö

source: sivuja: 180
sme: siiddut: 180

source: taso: 1 lk
sme: dássi: 1 lk

source: Saamelaiskäräjät 2011
sme: Sámediggi 2011

source: sivuja: 192
sme: siiddut: 192

source: Saamelaiskäräjät 2012
sme: Sámediggi 2012

source: taso: 2 lk
sme: dássi: 2 lk

source: sivuja: 191
sme: siiddut: 191

source: Saamelaiskäräjät 2014
sme: Sámediggi 2014

source: sivuja: 200
sme: siiddut: 200

source: taso: 3 lk
sme: dássi: 3 lk

source: Saamelaiskäräjät 2015
sme: Sámediggi 2015
